{
  "Hope": [
    { "text": "For I know the plans I have for you, declares the Lord...", "reference": "Jeremiah 29:11" },
    { "text": "But those who hope in the Lord will renew their strength...", "reference": "Isaiah 40:31" },
    { "text": "The Lord is good to those whose hope is in him...", "reference": "Lamentations 3:25" },
	{ "text": "Let us hold unswervingly to the hope we profess...", "reference": "Hebrews 10:23" },
	{ "text": "May the God of hope fill you with all joy and peace...", "reference": "Romans 15:13" },
    { "text": "You are my refuge and my shield; I have put my hope in your word.", "reference": "Psalm 119:114" },
    { "text": "Be strong and take heart, all you who hope in the Lord.", "reference": "Psalm 31:24" },
    { "text": "We have this hope as an anchor for the soul, firm and secure.", "reference": "Hebrews 6:19" },
    { "text": "In his name the nations will put their hope.", "reference": "Matthew 12:21" },
    { "text": "And now, Lord, what do I wait for? My hope is in You.", "reference": "Psalm 39:7" },
    { "text": "Guide me in your truth and teach me, for you are God my Savior, and my hope is in you all day long.", "reference": "Psalm 25:5" },
    { "text": "There is surely a future hope for you, and your hope will not be cut off.", "reference": "Proverbs 23:18" },
    { "text": "Rejoice in hope, be patient in tribulation, be constant in prayer.", "reference": "Romans 12:12" },
    { "text": "Blessed is the one whose help is the God of Jacob, whose hope is in the Lord.", "reference": "Psalm 146:5" },
	{ "text": "To them God has chosen to make known... the glorious riches of this mystery, which is Christ in you, the hope of glory.", "reference": "Colossians 1:27" }
  ],
  "Strength": [
    { "text": "I can do all things through Christ who strengthens me.", "reference": "Philippians 4:13" },
    { "text": "The Lord is my strength and my shield...", "reference": "Psalm 28:7" },
    { "text": "God is our refuge and strength, a very present help in trouble.", "reference": "Psalm 46:1" },
    { "text": "My flesh and my heart may fail, but God is the strength of my heart...", "reference": "Psalm 73:26" },
    { "text": "The Sovereign Lord is my strength...", "reference": "Habakkuk 3:19" },
    { "text": "He gives strength to the weary and increases the power of the weak.", "reference": "Isaiah 40:29" },
    { "text": "The joy of the Lord is your strength.", "reference": "Nehemiah 8:10" },
    { "text": "Be strong and courageous. Do not be afraid...", "reference": "Joshua 1:9" },
    { "text": "You, Lord, keep my lamp burning; my God turns my darkness into light.", "reference": "Psalm 18:28" },
    { "text": "The Lord gives strength to his people...", "reference": "Psalm 29:11" },
    { "text": "Look to the Lord and his strength; seek his face always.", "reference": "1 Chronicles 16:11" },
    { "text": "It is God who arms me with strength and keeps my way secure.", "reference": "2 Samuel 22:33" },
    { "text": "Be strong and do not give up, for your work will be rewarded.", "reference": "2 Chronicles 15:7" },
    { "text": "In the day when I cried out, You answered me, and made me bold with strength in my soul.", "reference": "Psalm 138:3" },
    { "text": "He gives power to the weak and to those who have no might He increases strength.", "reference": "Isaiah 40:29" }
  ],
  "Forgiveness": [
    { "text": "If we confess our sins, He is faithful and just to forgive...", "reference": "1 John 1:9" },
	{ "text": "As far as the east is from the west, so far has he removed our transgressions...", "reference": "Psalm 103:12" },
    { "text": "Forgive, and you will be forgiven.", "reference": "Luke 6:37" },
    { "text": "Bear with each other and forgive one another...", "reference": "Colossians 3:13" },
    { "text": "Blessed is the one whose transgressions are forgiven...", "reference": "Psalm 32:1" },
    { "text": "Then Peter came to Jesus and asked, 'Lord, how many times shall I forgive...?'", "reference": "Matthew 18:21-22" },
    { "text": "And forgive us our debts, as we also have forgiven our debtors.", "reference": "Matthew 6:12" },
    { "text": "But if you do not forgive others their sins, your Father will not forgive yours.", "reference": "Matthew 6:15" },
    { "text": "He has delivered us from the domain of darkness...", "reference": "Colossians 1:13-14" },
    { "text": "Come now, let us reason together... though your sins are like scarlet...", "reference": "Isaiah 1:18" },
    { "text": "Repent, then, and turn to God, so that your sins may be wiped out...", "reference": "Acts 3:19" },
    { "text": "He does not treat us as our sins deserve...", "reference": "Psalm 103:10" },
    { "text": "Love prospers when a fault is forgiven...", "reference": "Proverbs 17:9" },
    { "text": "In Him we have redemption through His blood, the forgiveness of sins...", "reference": "Ephesians 1:7" },
    { "text": "Jesus said, 'Father, forgive them, for they know not what they do.'", "reference": "Luke 23:34" }
  ],
  "Love": [
    { "text": "Love is patient, love is kind...", "reference": "1 Corinthians 13:4-7" },
	{ "text": "We love because he first loved us.", "reference": "1 John 4:19" },
    { "text": "Let all that you do be done in love.", "reference": "1 Corinthians 16:14" },
    { "text": "Above all, love each other deeply...", "reference": "1 Peter 4:8" },
    { "text": "Let love and faithfulness never leave you...", "reference": "Proverbs 3:3" },
    { "text": "Be completely humble and gentle; be patient, bearing with one another in love.", "reference": "Ephesians 4:2" },
    { "text": "A new command I give you: Love one another.", "reference": "John 13:34" },
    { "text": "This is how we know what love is: Jesus Christ laid down his life for us.", "reference": "1 John 3:16" },
    { "text": "Whoever does not love does not know God, because God is love.", "reference": "1 John 4:8" },
    { "text": "Do everything in love.", "reference": "1 Corinthians 16:14" },
    { "text": "And over all these virtues put on love...", "reference": "Colossians 3:14" },
    { "text": "Love must be sincere. Hate what is evil; cling to what is good.", "reference": "Romans 12:9" },
    { "text": "Love does no harm to a neighbor. Therefore love is the fulfillment of the law.", "reference": "Romans 13:10" },
    { "text": "My command is this: Love each other as I have loved you.", "reference": "John 15:12" },
    { "text": "Let us not love with words or speech but with actions and in truth.", "reference": "1 John 3:18" }
  ],
  "Fear": [
	{ "text": "Fear not, for I am with you; be not dismayed, for I am your God.", "reference": "Isaiah 41:10" },
	{ "text": "When I am afraid, I put my trust in you.", "reference": "Psalm 56:3" },
	{ "text": "The Lord is my light and my salvation; whom shall I fear?", "reference": "Psalm 27:1" },
	{ "text": "Peace I leave with you; my peace I give to you. Let not your hearts be troubled, neither let them be afraid.", "reference": "John 14:27" },
	{ "text": "Do not fear, only believe.", "reference": "Mark 5:36" },
	{ "text": "Even though I walk through the valley of the shadow of death, I will fear no evil.", "reference": "Psalm 23:4" },
	{ "text": "Cast all your anxieties on him, because he cares for you.", "reference": "1 Peter 5:7" },
	{ "text": "He will cover you with his pinions, and under his wings you will find refuge. His faithfulness is a shield and buckler.", "reference": "Psalm 91:4" },
	{ "text": "The Lord is on my side; I will not fear. What can man do to me?", "reference": "Psalm 118:6" },
	{ "text": "For God gave us a spirit not of fear but of power and love and self-control.", "reference": "2 Timothy 1:7" },
	{ "text": "Do not fear or be in dread of them, for it is the Lord your God who goes with you.", "reference": "Deuteronomy 31:6" },
	{ "text": "Say to those with fearful hearts, 'Be strong, do not fear; your God will come...'", "reference": "Isaiah 35:4" },
	{ "text": "But the Lord is with me as a mighty, terrible one; therefore my persecutors shall stumble, and they shall not prevail.", "reference": "Jeremiah 20:11" },
	{ "text": "The Lord is my helper; I will not fear. What can man do to me?", "reference": "Hebrews 13:6" }
  ],
  "Wisdom": [
    { "text": "For the Lord gives wisdom; from his mouth come knowledge and understanding.", "reference": "Proverbs 2:6" },
	{ "text": "If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him.", "reference": "James 1:5" },
	{ "text": "The fear of the Lord is the beginning of wisdom; all who follow his precepts have good understanding.", "reference": "Psalm 111:10" },
	{ "text": "Get wisdom, get understanding; do not forget my words or turn away from them.", "reference": "Proverbs 4:5" },
	{ "text": "Wisdom is more precious than rubies; nothing you desire can compare with her.", "reference": "Proverbs 8:11" },
	{ "text": "The wise store up knowledge, but the mouth of a fool invites ruin.", "reference": "Proverbs 10:14" },
	{ "text": "Wisdom is supreme; therefore get wisdom. Though it cost all you have, get understanding.", "reference": "Proverbs 4:7" },
	{ "text": "The Lord by wisdom founded the earth; by understanding he established the heavens.", "reference": "Proverbs 3:19" },
	{ "text": "Happy is the man who finds wisdom, and the man who gets understanding.", "reference": "Proverbs 3:13" },
	{ "text": "For wisdom is a shelter as money is a shelter, but the advantage of knowledge is this: wisdom preserves those who have it.", "reference": "Ecclesiastes 7:12" },
	{ "text": "In the same way, wisdom also goes before, and in this way, the more wisdom one has, the more one grows.", "reference": "Luke 2:52" },
	{ "text": "Whoever walks with the wise becomes wise, but the companion of fools will suffer harm.", "reference": "Proverbs 13:20" },
	{ "text": "Wisdom calls aloud in the street, she raises her voice in the public squares.", "reference": "Proverbs 1:20" },
    { "text": "I have not departed from the command of his lips; I have treasured the words of his mouth more than my daily bread.", "reference": "Job 23:12" }
  ],
  "Sin": [
    { "text": "For all have sinned and fall short of the glory of God.", "reference": "Romans 3:23" },
	{ "text": "The wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.", "reference": "Romans 6:23" },
	{ "text": "If we claim to be without sin, we deceive ourselves and the truth is not in us.", "reference": "1 John 1:8" },
	{ "text": "But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.", "reference": "1 John 1:7" },
	{ "text": "But I say to you that everyone who is angry with his brother will be liable to judgment.", "reference": "Matthew 5:22" },
	{ "text": "Whoever conceals their sins does not prosper, but the one who confesses and renounces them finds mercy.", "reference": "Proverbs 28:13" },
	{ "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.", "reference": "1 John 1:9" },
	{ "text": "For the flesh desires what is contrary to the Spirit, and the Spirit what is contrary to the flesh.", "reference": "Galatians 5:17" },
	{ "text": "The heart is deceitful above all things and beyond cure. Who can understand it?", "reference": "Jeremiah 17:9" },
	{ "text": "Do not be deceived: Neither the sexually immoral, nor idolaters, nor adulterers, nor men who have sex with men... will inherit the kingdom of God.", "reference": "1 Corinthians 6:9-10" },
	{ "text": "Therefore, as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned.", "reference": "Romans 5:12" },
	{ "text": "Let anyone who is angry with his brother be reconciled and not harbor sin in their heart.", "reference": "Matthew 5:23" },
	{ "text": "Those who sin are slaves to sin.", "reference": "John 8:34" },
	{ "text": "For we know that the law is spiritual, but I am unspiritual, sold as a slave to sin.", "reference": "Romans 7:14" },
    { "text": "Do not let sin reign in your mortal body so that you obey its evil desires.", "reference": "Romans 6:12" }
  ],
  "Honor": [
    { "text": "Be devoted to one another in love. Honor one another above yourselves.", "reference": "Romans 12:10" },
	{ "text": "Show proper respect to everyone, love the family of believers...", "reference": "1 Peter 2:17" },
    { "text": "The Lord detests the proud of heart. Be sure of this: They will not go unpunished.", "reference": "Proverbs 16:5" },
    { "text": "Honor the Lord with your wealth, with the firstfruits of all your crops.", "reference": "Proverbs 3:9" },
    { "text": "Children, obey your parents in the Lord, for this is right.", "reference": "Ephesians 6:1-2" },
    { "text": "You shall rise before the aged and show deference to the old...", "reference": "Leviticus 19:32" },
    { "text": "A good name is more desirable than great riches...", "reference": "Proverbs 22:1" },
    { "text": "Those who honor me I will honor...", "reference": "1 Samuel 2:30" },
    { "text": "Therefore honor God with your bodies.", "reference": "1 Corinthians 6:20" },
    { "text": "Let marriage be held in honor among all...", "reference": "Hebrews 13:4" },
    { "text": "Render to all what is due them: tax to whom tax is due... honor to whom honor.", "reference": "Romans 13:7" },
    { "text": "Blessed is the one who always trembles before God...", "reference": "Proverbs 28:14" },
    { "text": "Give to everyone what you owe them...", "reference": "Romans 13:7" },
    { "text": "The wise inherit honor, but fools get only shame.", "reference": "Proverbs 3:35" },
    { "text": "Do nothing out of selfish ambition or vain conceit...", "reference": "Philippians 2:3" }
  ],
  "Loyalty": [
    { "text": "Let love and faithfulness never leave you...", "reference": "Proverbs 3:3" },
	{ "text": "A friend loves at all times, and a brother is born for a time of adversity.", "reference": "Proverbs 17:17" },
    { "text": "Greater love has no one than this: to lay down one’s life for one’s friends.", "reference": "John 15:13" },
    { "text": "Many claim to have unfailing love, but a faithful person who can find?", "reference": "Proverbs 20:6" },
    { "text": "Be faithful, even to the point of death, and I will give you life as your victor’s crown.", "reference": "Revelation 2:10" },
    { "text": "Trust in the Lord with all your heart...", "reference": "Proverbs 3:5" },
    { "text": "For the Lord is good and his love endures forever...", "reference": "Psalm 100:5" },
    { "text": "But as for me and my household, we will serve the Lord.", "reference": "Joshua 24:15" },
    { "text": "Your love, Lord, reaches to the heavens, your faithfulness to the skies.", "reference": "Psalm 36:5" },
    { "text": "I have chosen the way of faithfulness; I have set my heart on your laws.", "reference": "Psalm 119:30" },
    { "text": "Even to your old age and gray hairs I am he, I am he who will sustain you.", "reference": "Isaiah 46:4" },
    { "text": "Do not let your hearts be troubled. You believe in God; believe also in me.", "reference": "John 14:1" },
    { "text": "You will be hated by everyone because of me, but the one who stands firm to the end will be saved.", "reference": "Matthew 10:22" },
    { "text": "Love the Lord your God with all your heart and with all your soul and with all your strength.", "reference": "Deuteronomy 6:5" },
    { "text": "Let us not become weary in doing good...", "reference": "Galatians 6:9" }
  ],
  "Selfless Service": [
    { "text": "Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves.", "reference": "Philippians 2:3" },
	{ "text": "Each of you should use whatever gift you have received to serve others...", "reference": "1 Peter 4:10" },
    { "text": "Carry each other’s burdens, and in this way you will fulfill the law of Christ.", "reference": "Galatians 6:2" },
    { "text": "The greatest among you will be your servant.", "reference": "Matthew 23:11" },
    { "text": "Whoever wants to become great among you must be your servant...", "reference": "Mark 10:43-45" },
    { "text": "Serve wholeheartedly, as if you were serving the Lord, not people.", "reference": "Ephesians 6:7" },
    { "text": "Let us not love with words or speech but with actions and in truth.", "reference": "1 John 3:18" },
    { "text": "Share with the Lord’s people who are in need. Practice hospitality.", "reference": "Romans 12:13" },
    { "text": "Do not withhold good from those to whom it is due...", "reference": "Proverbs 3:27" },
    { "text": "If anyone serves, they should do so with the strength God provides...", "reference": "1 Peter 4:11" },
    { "text": "Give to everyone who asks you, and if anyone takes what belongs to you, do not demand it back.", "reference": "Luke 6:30" },
    { "text": "He must become greater; I must become less.", "reference": "John 3:30" },
    { "text": "Do to others as you would have them do to you.", "reference": "Luke 6:31" },
    { "text": "The generous will themselves be blessed, for they share their food with the poor.", "reference": "Proverbs 22:9" },
    { "text": "In everything I did, I showed you that by this kind of hard work we must help the weak...", "reference": "Acts 20:35" }
  ],
  "Duty": [
    { "text": "Now it is required that those who have been given a trust must prove faithful.", "reference": "1 Corinthians 4:2" },
	{ "text": "Whatever you do, work at it with all your heart, as working for the Lord...", "reference": "Colossians 3:23" },
    { "text": "Let everyone be subject to the governing authorities...", "reference": "Romans 13:1" },
    { "text": "Be sure to carry out the ministry the Lord gave you.", "reference": "Colossians 4:17" },
    { "text": "Be devoted to one another in love. Honor one another above yourselves.", "reference": "Romans 12:10" },
    { "text": "Obey your leaders and submit to them...", "reference": "Hebrews 13:17" },
    { "text": "The end of the matter; all has been heard. Fear God and keep his commandments, for this is the duty of all mankind.", "reference": "Ecclesiastes 12:13" },
    { "text": "Each of us should please our neighbors for their good...", "reference": "Romans 15:2" },
    { "text": "Serve the Lord with fear and celebrate his rule with trembling.", "reference": "Psalm 2:11" },
    { "text": "In the same way, let your light shine before others...", "reference": "Matthew 5:16" },
    { "text": "So then, each of us will give an account of ourselves to God.", "reference": "Romans 14:12" },
    { "text": "Be on your guard; stand firm in the faith; be courageous; be strong.", "reference": "1 Corinthians 16:13" },
    { "text": "Do not neglect your gift...", "reference": "1 Timothy 4:14" },
    { "text": "Be careful to obey all the law my servant Moses gave you...", "reference": "Joshua 1:7" },
    { "text": "If you love me, keep my commands.", "reference": "John 14:15" }
  ],
  "Respect": [
    { "text": "Honor your father and mother, that your days may be long in the land that the Lord your God is giving you.", "reference": "Exodus 20:12" },
	{ "text": "Do to others as you would have them do to you.", "reference": "Luke 6:31" },
	{ "text": "Be devoted to one another in love. Honor one another above yourselves.", "reference": "Romans 12:10" },
	{ "text": "Show proper respect to everyone, love the family of believers, fear God, honor the emperor.", "reference": "1 Peter 2:17" },
	{ "text": "Honor one another above yourselves.", "reference": "Romans 12:10" },
	{ "text": "Let all that you do be done in love.", "reference": "1 Corinthians 16:14" },
	{ "text": "Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves.", "reference": "Philippians 2:3" },
	{ "text": "Do not speak evil against one another, brothers and sisters. Anyone who speaks against a brother or sister or judges them speaks against the law and judges it.", "reference": "James 4:11" },
	{ "text": "Let everyone be subject to the governing authorities, for there is no authority except that which God has established.", "reference": "Romans 13:1" },
	{ "text": "Be completely humble and gentle; be patient, bearing with one another in love.", "reference": "Ephesians 4:2" },
	{ "text": "You shall love your neighbor as yourself.", "reference": "Matthew 22:39" },
	{ "text": "Love one another with brotherly affection. Outdo one another in showing honor.", "reference": "Romans 12:10" },
	{ "text": "And if one member suffers, all the members suffer with it; if one member is honored, all the members rejoice with it.", "reference": "1 Corinthians 12:26" },
    { "text": "Everyone must submit to the governing authorities, for all authority comes from God, and those in positions of authority have been placed there by God.", "reference": "Romans 13:1" }
  ],
  "Integrity": [
    { "text": "The Lord detests lying lips, but he delights in people who are trustworthy.", "reference": "Proverbs 12:22" },
	{ "text": "Better a little with righteousness than much gain with injustice.", "reference": "Proverbs 16:8" },
	{ "text": "The integrity of the upright guides them, but the unfaithful are destroyed by their duplicity.", "reference": "Proverbs 11:3" },
	{ "text": "Whoever walks in integrity walks securely, but whoever takes crooked paths will be found out.", "reference": "Proverbs 10:9" },
	{ "text": "A good name is more desirable than great riches; to be esteemed is better than silver or gold.", "reference": "Proverbs 22:1" },
	{ "text": "Let your yes be yes, and your no be no, so that you may not fall under condemnation.", "reference": "James 5:12" },
	{ "text": "The righteous man walks in his integrity; blessed are his children after him.", "reference": "Proverbs 20:7" },
	{ "text": "Do not be deceived: God cannot be mocked. A man reaps what he sows.", "reference": "Galatians 6:7" },
	{ "text": "Whoever is trustworthy in very little is also trustworthy in much; and whoever is dishonest in very little is also dishonest in much.", "reference": "Luke 16:10" },
	{ "text": "For the word of the Lord is right and true; he is faithful in all he does.", "reference": "Psalm 33:4" },
	{ "text": "A person of integrity walks securely, but whoever takes crooked paths will be found out.", "reference": "Proverbs 10:9" },
	{ "text": "I will walk with integrity of heart within my house.", "reference": "Psalm 101:2" },
	{ "text": "The one who has clean hands and a pure heart, who does not trust in an idol or swear by a false god.", "reference": "Psalm 24:4" },
    { "text": "Let us walk in the light, as he is in the light.", "reference": "1 John 1:7" }
  ],
  "Personal Courage": [
    { "text": "Be strong and courageous. Do not be afraid or terrified because of them, for the Lord your God goes with you; he will never leave you nor forsake you.", "reference": "Deuteronomy 31:6" },
	{ "text": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.", "reference": "Joshua 1:9" },
	{ "text": "The righteous are as bold as a lion.", "reference": "Proverbs 28:1" },
	{ "text": "I can do all this through him who gives me strength.", "reference": "Philippians 4:13" },
	{ "text": "Do not fear; for I am with you; do not anxiously look about you, for I am your God. I will strengthen you, surely I will help you, surely I will uphold you with My righteous right hand.", "reference": "Isaiah 41:10" },
	{ "text": "Be on your guard; stand firm in the faith; be courageous; be strong.", "reference": "1 Corinthians 16:13" },
	{ "text": "For God has not given us a spirit of fear, but of power, love, and a sound mind.", "reference": "2 Timothy 1:7" },
	{ "text": "But the Lord stood at my side and gave me strength, so that through me the message might be fully proclaimed and all the Gentiles might hear it.", "reference": "2 Timothy 4:17" },
	{ "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?", "reference": "Psalm 27:1" },
	{ "text": "Fear not, for I am with you. Be not dismayed, for I am your God. I will strengthen you, I will help you, I will uphold you with my righteous right hand.", "reference": "Isaiah 41:10" },
	{ "text": "And the Lord will be your confidence and will keep your foot from being caught.", "reference": "Proverbs 3:26" },
	{ "text": "Be strong and take heart, all you who hope in the Lord.", "reference": "Psalm 31:24" },
	{ "text": "I will not be afraid of ten thousands of people that have set themselves against me round about.", "reference": "Psalm 3:6" },
    { "text": "Finally, be strong in the Lord and in the strength of his might.", "reference": "Ephesians 6:10" }
  ]
}
